Repository: seanpm2001/mt-training-data
Catalog: ve/ve_pontoon.tmx
Source language: en_us
Languages: ve

source: 2019 End-of-Year Release
ve: 2019 riḽiziwaho mafheloni a nwaha

source: 2 down, keep it up!<playIcon></playIcon>
ve: No fhedza mbili, isani phanḓa nga u rali!<playIcon></playIcon>

source: ≥ 2 No votes
ve: ≥ 2 Hai Khetha

source: ≥ 2 Yes votes
ve: ≥ 2 Ee Khetha

source: Abbreviations and Acronyms. Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation. For example, the acronym “ICE” could be pronounced “I-C-E” or as a single word.
ve: Upfufhifhadzwa na dzi Acronym. Upfufhifhadzwa na dzi acronym dzi ngaho “USA” kana “ICE” zwi tea u iledzwa kha luambo ho thomiwaho u ṅwaliwa ngalwo ngauri dzi nga vhalwa nga nḓila ine i si tshimbidzane na kupeḽeṱelwa kwadzo. Zwiṅwe hafhu, hu na nḓila nnzhi dzo teaho dza u vhala zwo pfufhifhadzwaho. Sa tsumbo, acronym ine ya pfi “ICE” i nga bulwa sa “I-C-E” kana sa ipfi ḽithihi.

source: About
ve: Nga ha

source: Accent
ve: Kuambele

source: Account
ve: Akhantu

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ve: <accuracyLink>Vhonani zwo engedzeaho nga ha nḓila ya u amba uri zwithu ndi zwone.</accuracyLink>

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ve: { $actionType }<playIcon></playIcon> naa vho bula mutaladzi nga nga nḓila yone?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ve: { $actionType }<recordIcon></recordIcon> ni kone u vhalela mitaladzi nṱha

source: { $actionType }<stopIcon></stopIcon> when done
ve: { $actionType }<stopIcon></stopIcon> musi no fhedza

source: { $actionType } submit when ready
ve: { $actionType } Rumelani musi no lugela

source: Add
ve: Panga/ Dzhenisa

source: Add a language you want to contribute to
ve: Pangani luambo lune na khou ṱoḓa u shela mulenzhe ngalwo

source: Add as much information as you can about the language. This could include:
ve: Pangani mafhungo manzhi nga hune na nga kona nga ha holwu luambo. Zwenezwi zwi katela:

source: Adding languages to work with
ve: Pangani nyambo dzine na ḓo shuma ngadzo

source: Additional Language
ve: Luṅwe Luambo

source: Add Language
ve: Pangani Luambo

source: <addLink>Add more sentences now!</addLink>
ve: <addLink>Pangani mitaladzi yo engedzeaho zwino!</addLink>

source: Add new custom accent "{ $inputValue }"
ve: Pangani kuambele kuswa "{ $inputValue }"

source: Add new sentences
ve: Pangani mitaladzi miswa

source: Add Sentences
ve: Pangani Mitaladzi

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
ve: Pangani <wikipediaLink>mitaladzi ya </wikipediaLink> fhethu ha tshitshavha tshoṱhe

source: Add Your Voice
ve: Pangani ipfi ḽaṋu

source: A few bytes
ve: Bytes dzi si gathi

source: Age
ve: Miṅwaha

source: All
ve: Zwoṱhe

source: All sentences you submit must be under <wikipediaLink>Public Domain (CC-0) license</wikipediaLink>. To support the inclusion of work not under public licence, we have created a <cc0WaiverLink>Contributions Agreement template</cc0WaiverLink> for works where the copyright owner would like to contribute the material to Common Voice.
ve: Mitaladzi yoṱhe ye na i rumela i tea u vha <wikipediaLink>Fhethu ha Tshitshavha Tshoṱhe (CC-0) ḽaisentsi</wikipediaLink>. U itela u tikedza u katelwa ha mushumo u si ho fhasi ha ḽaisentsi ya nnyi na nnyi, ro ita <cc0WaiverLink>themphuḽethi ya Thendelano ya u Shela mulenzhe </cc0WaiverLink> kha mushumo une muthu a re na kopi ya vhuṋe a ṱoḓa u nikela ngawo kha Common Voice.

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
ve: Maipfi oṱhe a re kha dataset o itwa uri a si tsha ḓivhea uri ndi a vhonnyi. Musi ane a shela mulenzhe a tshi amba zwidodombedzwa zwawe kha profile yawe, zwenezwo zwidodombedzwa a zwi tendelwi uri zwi dzhene kha ipfi ḽo rekhodiwaho musi zwi sa athu ṱanganyiswa u itela uri zwi danuḽodiwe kha dataset nahone a zwi nga vuwi zwo itwa uri zwi ḓivhiwe nga tshitshavha kha siaṱari ḽa profile dzavho.

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ve: Zwidodombedzwa zwa tshiphiri sa miṅwaha, mbeu, na kuambele zwi thusa u khwinisa data ya odio ine ya shumiswa u gudisa tshishumiswa tsha u ḓivha ipfi. Username na email yaṋu a zwi nga vuwi zwo ṱumanywa na zwithu zwe na rumela, nahone ni nga khetha uri username yaṋu i vhonwe nga vhathu vhoṱhe kana i sa vhonwe.

source: Approve
ve: Tendelwa

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ve: Fhethu hu re na vhathu fhedzi ho fhumuaho ho luga, fhedzi a ri ṱoḓi uri hu pfale maṅwe maipfi ane a nga ita uri mitshini ya algorithm i ḓivhe zwiṅwe zwine zwa khou ambiwa zwi songo ṅwalwaho. Arali ni tshi khou pfa maipfi o khetheaho a siho kha mitaladzi yo ṅwalwaho, zwo rekhodiwaho a zwo ngo tendelwa. Zwenezwi zwi nga itea musi TV yo sala i tshi khou tamba, kana hu na vhathu vhane vha khou amba tsini na henefho.

source: Are you coming? <strong>[called by another]</strong>
ve: Ni khou ḓa? <strong>[khou vhidzwa nga muṅwe]</strong>

source: Ask about a new language
ve: Vhudzisani nga ha luambo luswa

source: Audio Format
ve: Fomete ya Odio

source: Avatar uploaded
ve: Avatar yo Apuḽodiwa

source: Average
ve: Vhukati

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ve: Rekhodo i makiwa u pfi "khwaṱhisedzwa" musi mushumisi a tshi i khetha ngauri Ee.

source: Avoid too much background noise - it should be easy to hear you.
ve: Ṱutshelani kule na phosho khulu - zwi tea u leluwa u ni pfa.

source: Awards
ve: Tshiphuga

source: Back
ve: Murahu

source: Background Noise
ve: Phoso ine ya khou Pfala

source: Background Voices
ve: Phoso ine ya khou Pfala

source: Back to Top
ve: Humelani nṱha

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ve: Ni ṱhogomele uri ni sa ri zwo rekhodiwaho a si zwone nga ṅwambo wa uri muvhali ha ngo bula zwavhuḓi ipfi, kana o ombedzela fhethu hu si hone, kana khamusi o litsha u vhala tshiga tsha u vhudzisa. Hu na kubulele kwa maipfi kwo fhambananaho u mona na shango, kuṅwe kwa hone khamusi a ni athu u ku pfa vhuponi ha haṋu. Ri humbela uri ni ṱanganedze vhane vha amba nga nḓila yo fhambanaho na yaṋu.

source: Benefits
ve: Mbuyelo

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ve: [‘Beret’ ḽo luga hu si na ndavha uri ḽo ombedzelwa kha dungo ḽa u thoma (UK) kana kha dungo ḽavhuvhili (US]

source: <bold>{ $count }</bold> Clips
ve: <bold>{ $count }</bold> Zwo Rekhodiwaho

source: <bold>Help us</bold> find more voices
ve: <bold>Ri thuseni</bold> ri wane maipfi manzhi

source: Both
ve: Vhuvhili Hazwo

source: Both (Speak and Listen)
ve: Zwoṱhe (Ambani na u Thetshelesa)

source: Browse Languages
ve: Sedzani Nyambo

source: Build a custom goal
ve: Itani tshipikwa tsho ḓoweleaho

source: Build Profile
ve: Itani Profaiḽi

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ve: <b>Ndi ngani hu tshi ṱoḓea email?</b> Ri nga tea u ni kwama tshifhingani tshi ḓaho nga nṱhani ha tshanduko dzo iteaho kha dataset, email i ita uri ri kone u ni kwama.

source: By editing your goal, you may lose your existing progress.
ve: Nga u editha tshipikwa tshaṋu, ni nga xelelwa nga mvela phanḓa ya zwe na zwi ita.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ve: Nga u ṱanganedza uri ni ṱoḓa u wana dzi email ni tenda uri zwo luga uri Mozilla i fare zwidodombedzwa zwenezwi u ya nga nḓila ye zwa ṱalutshedzwa ngayo kha Mozilla’s <privacyLink>Poḽisi ya Tshiphiri</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ve: <b>Ni khou tenda</b> uri a ni nga lingedzi u ḓivha muambi kha dataset ya Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ve: Nga u ri vhudza zwiṅwe zwidodombedzwa zwaṋu, data ya odio ine na i rumela kha Common Voice i ḓo kona u shumiswa zwavhuḓi kha mitshini ya u Ḓivha Ipfi ine ya ḓo shumisa yeneyi data u itela uri i kone u vha ya khwine-khwine uri i shume zwavhuḓi.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ve: Nga u shumisa Common Voice, ni khou tendelana na <termsLink>Milayo ya Kushumisele</termsLink>na<privacyLink>Milayo ya Tshiphiri</privacyLink>

source: Cancel Re-recording
ve: Khantselani u dovha u rekhoda

source: Cancel Submission
ve: Khantselani u Rumela

source: Can't decide?
ve: A ni koni u dzhia phetho?

source: Change your email via Settings under Login Identity
ve: Shandukisani email yaṋu kha Setiṅi fhasi ha Login Identity

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
ve: Sedzani arali luambo lwaṋu lu hone kha mutevhe wa <languagesPageLink>siaṱari ḽa Nyambo dza Common Voice</languagesPageLink>. Arali zwi songo ralo, ḓadzani heyi fomo nahone ri ḓo ni <strong>rumela email ine ya ḓo ni thusa u ṱalutshedza uri luambo lwaṋu lu nga dzheniswa hani </strong>.

source: <chevron></chevron>See less
ve: <chevron></chevron>Vhonani zwiṱuku

source: <chevron></chevron>See more
ve: <chevron></chevron>Vhonani zwinzhi

source: Choose language/localization
ve: Nangani luambo

source: Click
ve: Puṱedza

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ve: { $clipCount } maipfi o rekhodiwaho, saizi ya zwo vhulungwaho { $size }. Fhelelwa nga tshifhinga { $expires }.

source: Clips recorded
ve: Zwo Rekhodiwaho

source: Clips Uploaded
ve: Rekhodo dzo Apuḽodiwaho

source: Clips validated
ve: Zwo Khwaṱhisedzwaho

source: Clips You've Recorded
ve: Zwo rekhodiwaho

source: Clips You've Validated
ve: Zwo rekhodiwaho zwe na zwi khaṱhisedza uri ndi zwone

source: Close
ve: Valani

source: Collecting sentences
ve: U kuvhanganya Mitaladzi

source: Collecting sentences from the public domain, or writing new ones for the public domain.
ve: U kuvhanganya mitaladzi u bva kha fhethu ha tshitshavha tshoṱhe, kana ni ṅwalele fhethu ha tshitshavha tshoṱhe mitaladzi miswa.

source: Collect sentences
ve: Kuvhanganyani mitaladzi

source: Comment
ve: Fhindula

source: Common Voice data plus all other voice datasets above.
ve: Common Voice data na dziṅwe dzi dataset dza maipfi dzi re afho nṱha.

source: Common Voice Dataset
ve: Dataset ya Common Voice

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
ve: Common Voice ndi fhethu hune ha kuvhanganyiwa hone maipfi o wanwaho kha vhathu, nahone nyambo dzoṱhe dzo dzheniswa nga vho maḓilonga. Ri nga takalela uri na inwi ni dzhenise luambo lwaṋu! <languageRequestLink>Vhudzisani nga ha uri ni nga dzhenisa hani luambo lwaṋu.</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ve: Common Voice ndi mushumo wa Mozilla wa u thusa mitshini uri i gude nḓila ine vhathu vha vhukuma vha amba ngayo.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
ve: Common Voice ndi tshipiḓa tsha Mozilla tshi thusaho u funza mitshihi nḓila ine vhathu vha vhukuma vha amba ngayo.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ve: Common Voice ndi dataset khulwanesa ya nnyi na nnyi i re hone shangoni ḽoṱhe, ine ya vha nga maipfi a re nga nyambo nnzhi.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ve: Zwo rekhodiwaho nga Common Voice zwi shumiswa nga magudedzi, nga mabindu maṱuku, na nga vhane vha funa zwishumiswa zwa u ḓivha ipfi uri vha thuse kha u gudisa na nyaluwo ya u wanala ha maipfi o rekhodiwaho. Naa ni nga ri ḓivhadza uri ndi ngani ni tshi khou ṱoḓa u diḽita zwe na rekhoda?

source: Community participation and decision making.
ve: U longa tshanḓa kha tshigwada na u dzhia tsheo.

source: Confirm
ve: Khwaṱhisedza

source: Confirm Goal
ve: Khaṱhisedzani tshipikwa

source: Confirm New Sentences
ve: Khwaṱhisedzani mitaladzi miswa

source: Connect with Gravatar
ve: Khonekithani na Gravatar

source: Contact
ve: Zwidodombedzwa

source: Contact Form
ve: Fomo ya Zwa Vhukwamani

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ve: Mafhungo a wanala kha <licenseLink>Creative Commons ḽaisentsi</licenseLink>

source: Continue
ve: Bvela phanḓa

source: Contribute
ve: Shelani Mulenzhe

source: Contribute sentences
ve: Nikelani Mitaladzi

source: Contribute to { $lang }
ve: Shelani Mulenzhe

source: Contribute Your Voice
ve: Nikelani nga Ipfi Ḽaṋu

source: Contribution Activity
ve: Mishumo ya u Shela Mulenzhe

source: Contribution Criteria
ve: Zwi Ṱoḓeaho hu tshi Shelwa Mulenzhe

source: Contribution Experience
ve: Tshenzhelo ya u Shela Mulenzhe

source: Contributors record voice clips by reading from a bank of donated sentences.
ve: Vhane shela mulenzhe vha rekhoda maipfi nga u vhala mitaladzi yo nikelwaho.

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ve: <coquiLink>Coqui</coquiLink> yo ḓinekedzela kha zwishumiswa zwa speech zwa thekhinolodzi zwa nnyi na nnyi. Thandela dzavho dzi katela dzindzhini dza STT na TTS dza u guda ho dzingindelaho.

source: Could not add language
ve: A yo ngo kona u panga luambo

source: Could not change settings. Please try again.
ve: A zwo ngo konadzea u shandukisa dzi setiṅi. Ri humbela uri ni dovhe ni lingedze.

source: Could not remove language
ve: A yo ngo kona u bvisa luambo

source: Could not remove language: language not found
ve: A zwo ngo konadzea u bvisa luambo: luambo a lwo ngo wanala

source: { $count } clips
ve: { $count } zwo rekhodiwaho

source: { $countOfInvalidated } rejected by you
ve: { $countOfInvalidated } haniwa nga inwi

source: { $countOfReviewed } sentences are already reviewed. Great job!
ve: { $countOfReviewed } mitaladzi yo no ṱoliwa. Mushumo wavhuḓi!

source: { $countOfSentences } sentences found.
ve: { $countOfSentences } ho wanala mitaladzi.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
ve: { $countOfUnreviewed } mitaladzi i songo ṱoliwaho. Arali ni khou ṱoḓa, ni nga kona u ṱolisisa yeneyo mitaladzi yaṋu ni sa athu u i rumela.

source: Create a Custom Goal
ve: Itani tshipikwa tsho ḓoweleaho

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ve: U ita zwikhala zwa uri vhathu vho fhambananaho vha kone u shela mulenzhe kha Common Voice zwi ita uri dataset i shumele vhathu vhanzhi nga hune zwa nga konadzea ngaho. Ro ita zwithu zwine na nga zwi shumisa na dzi themphuḽethi!

source: Criteria
ve: Ṱhoḓea

source: Daily Goal
ve: Tshipikwa tsha ḓuvha

source: Dataset Release
ve: U Riḽizwa ha Dataset

source: Datasets
ve: Dzidataset

source: Date
ve: Datumu

source: Days
ve: Maḓuvha

source: Delete my recordings
ve: Diḽitani zwe na rekhoda

source: Delete Profile
ve: Diḽita Profaiḽi

source: Delete selected sentences
ve: Diḽitani mitaladzi yo nangiwaho

source: Deleting selected sentences…
ve: Ni khou Diḽita mitaladzi yo nangiwaho…

source: Dhivehi
ve: German

source: Different language
ve: Luambo lwo fhambananaho

source: Difficult
ve: Konḓa

source: Difficult to pronounce
ve: Zwi a konḓa u zwi bula

source: Discard ongoing recording
ve: Diḽitani zwine na khou zwi rekhoda

source: Donate your voice
ve: Nikelani nga ipfi ḽaṋu

source: Don't see your language on Common Voice yet?
ve: Naa a ni athu u vhona luambo lwaṋu kha Common Voice na zwino?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ve: Naa a ni vhoni luambo lwaṋu kha dataset? U ita khumbelo ya luambo, iyani kha siaṱari ḽa Dzinyambo.

source: Download
ve: Downḽodani

source: Download Common Voice Data
ve: Downḽodani Data ya Common Voice

source: Download Data
ve: Downḽodani Data

source: Download Dataset Bundle
ve: Downḽodani Dataset nnzhi-nnzhi

source: Download { $language }
ve: Downloḓa { $language }

source: Download Links
ve: Downḽodani Ḽinki

source: Download My Data
ve: Downḽodani Data Dzanga

source: Download profile data
ve: Downḽodani data ya profaiḽi

source: Download the Single Word Target Segment
ve: Downḽodani Thagete ya Tshipiḓa tsha Ipfi Ḽithihi

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ve: Naa ni na mihumbulo ya uri ri nga khwinifhadza hani dataset ya Common Voice? Ri tsivhudzeni kha Discourse

source: Do you want to continue?
ve: Ni khou ṱoḓa u isa phanḓa?

source: Do you want to Speak, Listen or both?
ve: Ni khou ṱoḓa u Amba, u Thetshelesa kana u ita zwoṱhe?

source: Drag and drop or <browseWrap>Browse</browseWrap>
ve: Kokodzani ni laṱele kana <browseWrap>ni fhenḓe-fhenḓe</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ve: Musi ni tshi khou rumela zwe na shela mulenzhe hu ḓo pfukiwa feedback nga murahu ha u puṱedza ipfi 'Submit'. Ni ḓo bvela phanḓa na u shela muledzhe nga u rekhoda dza 5 dzi tevhelaho kana u dzi thembendela.

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ve: Tshiteṅwa tshiṅwe na tshiṅwe tsha dataset tshi na MP3 yo khetheaho na mafhungo a tshimbidzanaho natsho. Vhunzhi ha <b>{ $total }</b> dzi awara dzo rekhodiwa kha dzi dataset dzi katela metadata ine ya amba nga ha zwidodombedzwa zwa muthu zwi ngaho miṅwaha, mbeu na kuambele zwine zwa nga thusa kha u gudisa zwavhuḓi tshishumiswa tsha u pfa ipfi. Dataset i na <b>{ $valid }</b> awara dzo teaho <b>{ $languages }</b> luambo, fhedzi ri dzula ri tshi khou panga maipfi o engedzeaho na dzinyambo. Sedzani <languagesLink>siaṱari ḽa Nyambo dzashu</languagesLink> u itela khumbelo ya luambo kana ni thome u shela mulenzhe.

source: Easy
ve: Leluwa

source: Edit
ve: Editha

source: Edit Profile
ve: Edithani Profaiḽi

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ve: <emailFragment>Ḓiṅwaliseni</emailFragment> kha mutevhe wa mailing yashu ni gude uri ni nga dzhenelela hani kha mafulo, dzi event, na co-design features kha CommonVoice.

source: Email is already used for a different account
ve: Email yo no shumisiwa u ita iṅwe akhantu

source: English
ve: Luisimane

source: Enter Email to Download
ve: Pangani email uri ni kone u downḽoda

source: Enter email to send a sign up link
ve: Dzhenisani email uri ri ni rumele ḽinki ya u ḓiṅwalisa

source: Enter your email
ve: Ṅwalani email yaṋu

source: Error { $code }
ve: Vhukhakhi { $code }

source: Error while fetching rejected sentences. Please try again.
ve: Ho itea vhukhakhi ni tshi khou lingedza u dzhia mitaladzi yo haniwaho. Ri humbela uri ni lingedze hafhu.

source: Error while fetching your sentences. Please try again.
ve: Ho itea vhukhakhi ni tshi khou lingedza u dzhia mitaladzi yaṋu. Ri humbela uri ni lingedze hafhu.

source: Everyone
ve: Vhoṱhe

source: Exit & Delete clips
ve: Ibvani & Ḓilitani zwo rekhodiwaho

source: Expert linguists can also help, try to reach out to local linguistic universities (both teachers and students) and see if they can help to gather a diverse set of sound-diverse sentences in your language.
ve: Vhaḓivhi vha luambo na vhone vha nga thusa, i ya na kha universithi dza vhuponi haṋu dza vhaḓivhi vha luambo (vhadededzi na vhagudiswa) nahone ni vhone arali vha tshi nga kona u thusa nga u kuvhanganya mitaladzi i re na mibvumo yo fhambananaho nga luambo lwaṋu.

source: Failed to delete selected sentences… Please try again!
ve: A zwo ngo konadzea u ḓilita mitaladzi... Ri humbela uri ni lingedze hafhu!

source: Female
ve: Mufumakadzi

source: Fields marked with an asterisk (*) are required.
ve: Mitaladzi i re na hetshi tshiga(*) i ya ṱoḓea.

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
ve: Mitaladzi yo fiḽithariwaho ngauri a yo ngo swikelea ṱhoḓea (ri humbela uri ni rumele zwe na khakhulula sa mitaladzi miswa):

source: Finding existing sentences in the Public Domain
ve: U wana mitaladzi yo no vha ho hone Fhethu ha Tshitshavha Tshoṱhe

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ve: Wanani vhaṅwe vha re na ndavha. Vha nga vha dzi yunivesithi, zwikolo zwi funzaho luambo, zwigwada zwa vha ambeli kana zwigwada zwa vhorasantsi. Ambani navho nahone ni vha ṱalutshedze zwavhuḓi nḓila ine vha nga ni thusa ngayo na uri ndi ngani. <outreachTemplates>Vhonani themphuḽethi yashu ya email ya nḓila ine ra swikelela vhathu </outreachTemplates>.

source: Finish editing first?
ve: Fhedzani u editha u thoma?

source: Finish recording
ve: Fhedzani u rekhoda

source: Finish recording first?
ve: Fhedzani u rekhoda u thoma?

source: Finish Review
ve: Fhedzani u Ṱolisisa
